Repository: mrouhi13/laum
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Laum admin panel
fa: پنل مدیریت لام

source: Dashboard
fa: داشبورد

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: اجازه‌ها

source: Important dates
fa: تاریخ‌های مهم

source: Main info
fa: اطلاعات اصلی

source: Further info
fa: اطلاعات تکمیلی

source: public ID
fa: شناسه‌ی عمومی

source: image preview
fa: پیش‌نمایش تصویر

source: page
fa: صفحه

source: reporter email
fa: ایمیل گزارش‌دهنده

source: Laum Project
fa: پروژه‌ی لام

source: search
fa: جست‌وجو

source: Chuck Palahniuk
fa: جلال‌الدین محمد بلخی

source: an American novelist and freelance journalist
fa: معروف به مولانا

source: born February 21, 1962
fa: ۵۸۶ - ۶۵۲ خورشیدی زاده‌ی بلخ

source: Palahniuk at BookCon in June 2018
fa: نگاره‌ای پندارین از مولانا

source: Charles Michael Palahniuk, who describes his work as transgressional fiction. He is the author of the award-winning novel Fight Club, which also was made into a popular film of the same name.
fa: مولوی زاده‌ی بلخ خوارزمشاهیان (خراسان در ایران بزرگ، افغانستان کنونی) یا وخش بود و...

source: official website
fa: شرح زندگانی مولوی، به قلم بدیع‌الزمان فروزانفر

source: your email
fa: ایمیل شما

source: e.g. In the image caption there is a typo in month name: "Jone" must be "June"
fa: مثال: قسمت توضیحات عکس غلط نگارشی دارد.

source: The given email must be set
fa: فیلد ایمیل باید پر شود.

source: Superuser must have is_staff=True.
fa: فیلد کارمندی برای ساخت ابرکاربر باید فعال باشد.

source: Superuser must have is_superuser=True.
fa: فیلد ابرکاربر برای ساخت ابرکاربر باید فعال باشد.

source: email address
fa: آدرس ایمیل

source: A user with that email already exists.
fa: کاربر با این ایمیل در حال حاضر وجود دارد.

source: user
fa: کاربر

source: users
fa: کاربرها

source: updated on
fa: آخرین به‌روزرسانی

source: created on
fa: تاریخ ایجاد

source: tags
fa: برچسب‌ها

source: title
fa: عنوان

source: subtitle
fa: زیرعنوان

source: content
fa: محتوا

source: event
fa: رویداد مهم

source: Date of an important event for the subject entered along with the place of occurrence.
fa: تاریخ یک رویداد مهم برای موضوع وارد شده به همراه محل وقوع.

source: image
fa: تصویر

source: image caption
fa: توضیح تصویر

source: A brief description of the location and history of the photo.
fa: شرح مختصری از محل و تاریخچه‌ی عکس.

source: reference
fa: مرجع

source: The name of the book, newspaper, magazine or website address, blog and ... along with the author's name.
fa: نام کتاب، روزنامه یا آدرس وب سایت، وبلاگ و ... همراه با نام نویسنده.

source: website
fa: وب سایت

source: author email
fa: ایمیل نویسنده

source: active status
fa: فعال

source: Designate whether the page is visible on the list of results.
fa: تعیین این‌که صفحه در لیست نتایج قابل مشاهده باشد.

source: pages
fa: صفحه‌ها

source: Pending
fa: در انتظار

source: Accepted
fa: پذیرفته شده

source: Denied
fa: رد شده

source: reference ID
fa: شناسه‌ی ارجاع

source: body
fa: متن

source: description
fa: توضیحات

source: A description if need to recall in the future. Also, if the report is denied, the content of this field will be sent to the user.
fa: توضیحات در صورت نیاز به یادآوری در آینده.همچنین، اگر گزارش رد شود، محتوای این فیلد به کاربر ارسال می شود.

source: status
fa: وضعیت

source: Be careful when determining the status. This field only is set once.
fa: مراقب باشید هنگام تعیین وضعیت. این فیلد فقط یک بار تنظیم می شود.

source: report
fa: گزارش

source: reports
fa: گزارش‌ها

source: name
fa: نام

source: keyword
fa: کلیدواژه

source: Designate whether the tag can be used.
fa: تعیین اینکه آیا برچسب را می توان استفاده کرد.

source: tag
fa: برچسب

source: Site Slogan 1
fa: شعار ۱

source: Site Slogan 2
fa: شعار ۲

source: Default Keywords
fa: کلیدواژه‌ها

source: Default Description
fa: توضیح

source: Contact Email
fa: ایمیل ارتباطی

source: Notification Email
fa: ایمیل اطلاع‌رسانی

source: Google Analytics ID
fa: شناسه‌ی گوگل آنالیتیکز

source: setting
fa: تنظیم

source: Each setting can only be used once.
fa: هر تنظیم تنها می تواند یک بار استفاده شود.

source: The content displayed on the site.
fa: محتوای نمایش داده شده در سایت.

source: website settings
fa: تنظیمات وب سایت
